[
  {
    "heading": "Comparative Photosynthetic Capacity, Respiration Rates, and Nutrient Content of Micropropagated and Wild-Sourced Sphagnum",
    "authors": "Anna T. Keightley, Chris D. Field, James G. Rowson and Simon J. M. Caporn",
    "abstract": "The rapid, effective restoration of degraded peatlands is urgently needed to reduce their current high levels of carbon loss. The re-introduction of Sphagnum moss, along with re-wetting, is key to returning carbon sequestration and retention capabilities to northern degraded bogs. Micropropagated Sphagnum has already been applied in large quantities, and more is planned, for restoration projects in Britain and parts of Europe. A comparison with wild-sourced Sphagnum material is therefore pertinent to demonstrate its safety and suitability for wide-scale application. Six Sphagnum species of both micropropagated and wild-sourced origin were assessed for photosynthetic capacity, nutrient content, form parity, chlorocyst size, and chloroplast numbers. Micropropagated Sphagnum had significantly higher light-saturated photosynthesis (Pmax) rates, little color expression, an open growth habit, greater chloroplast numbers, and more numerous, smaller shoot apices than wild-sourced Sphagnum. Higher Pmax rates were associated with a lower bulk density and higher tissue nutrient concentrations. Potentially, greater chloroplast numbers in micropropagated Sphagnum facilitate higher photosynthesis rates, driving rapid growth in early-stage plants, particularly in optimum moisture conditions. Micropropagated Sphagnum can be used confidently, propagated in large quantities, and will likely establish well on application to sites where re-wetting has already occurred, therefore making it highly beneficial for the restoration of degraded bogs.",
    "year": "2024",
    "pages": "20 pages",
    "size": "5323 KiB",
    "owner": "Plant Physiology"
  },
  {
    "heading": "SwarmIntelligence-Based Multi-Robotics: A Comprehensive Review",
    "authors": "Luong Vuong Nguyen",
    "abstract": "Swarm Intelligence (SI) represents a paradigm shift in artificial intelligence, leveraging the collective behavior of decentralized, self-organized systems to solve complex problems. This study provides a comprehensive review of SI, focusing on its application to multi-robot systems. We explore foundational concepts, diverse SI algorithms, and their practical implementations by synthesizing insights from various reputable sources. The review highlights how principles derived from natural swarms, such as those of ants, bees, and birds, can be harnessed to enhance the efficiency, robustness, and scalability of multi-robot systems. We explore key advancements, ongoing challenges, and potential future directions. Through this extensive examination, we aim to provide a foundational understanding and a detailed taxonomy of SI research, paving the way for further innovation and development in theoretical and applied contexts.",
    "year": "2024",
    "pages": "19 pages",
    "size": "351 KiB",
    "owner": "Applied Mathematics in Robotics: Theory, Methods and Applications"
  },
  {
    "heading": "Enhanced RBD-Specific Antibody Responses and SARS-CoV-2-Relevant T-Cell Activity in Healthcare Workers Following Booster Vaccination",
    "authors": "Lina Souan, Hikmat Abdel-Razeq and Maher A. Sughayer",
    "abstract": "COVID-19 continues to impact healthcare workers (HCWs), making it crucial to investigate vaccine response rates. This study examined HCWs’ humoral and cellular immunological responses to COVID-19 booster dosages. We enrolled thirty-four vaccinated HCWs. Twelve received a booster. Post-immunization, the participants’ anti-COVID-19 IgG antibodies and IFN-γ secretion were assessed. The median second immunization response time was 406.5 days. Eighteen of twenty-two (81.8%) experienced breakthrough infections after the second vaccination, whereas ten out of twelve individuals who received booster doses had breakthrough infections (83.3%). Six of thirty-four HCWs (17.6%) had no breakthrough infections. Booster-injection recipients had a median antibody titer of 19,592 AU/mL, compared to 7513.55 AU/mL. HCWs with breakthrough infections exhibited a median antibody titer of 13,271.9 AU/mL, compared to 7770.65 AU/mL for those without infections. Breakthrough-infection and booster-injection groups had a slightly higher median T-cell response to antigens 1, 2, and 3. SARS-CoV-2 antibody titer and T-cell responsiveness were positively associated. HCWs sustain cellular and humoral immunity for over 10 months. Irrespective of the type of vaccine, booster injections enhance these immune responses. The results of our research are consistent with previous studies, and a multicenter investigation could validate the findings.",
    "year": "2024",
    "pages": "12 pages",
    "size": "768 KiB",
    "owner": "Molecular Research in Vaccinology and Vaccine Development"
  },
  {
    "heading": "New Insights on the Glyphosate-Degrading Enzymes C-P Lyase and Glyphosate Oxidoreductase Based on Bioinformatics",
    "authors": "Marina Giannakara and Vassiliki Lila Koumandou",
    "abstract": "Bioremediation, the degradation of environmental pollutants by living organisms, has immense potential to lead to a greener planet. Bioinformatics analysis can contribute to the identification of novel microorganisms, which biodegrade contaminants, or of participating proteins and enzymes, and the elucidation of the complex metabolic pathways involved. In this study, we focus on C-P lyase and glyphosate oxidoreductase (Gox), two enzymes which degrade glyphosate, a widely used pesticide. Amino acid sequences of the two enzymes were collected from a broad range of microorganisms using the KEGG database and BLAST. Based on this, we identified additional lineages, with putative glyphosate-degrading activity, for which no glyphosate-degrading species have been reported yet. The conserved residues in each enzyme were identified via multiple alignments and mapped onto the 3D structures of the enzymes, using PyMOL, leading to novel insights into their function. As the experimental structure of Gox is still unknown, we created structural models based on three different programs and compared the results. This approach can be used to yield insights into the characteristics of potential glyphosate-degrading enzymes. Given the limited information available, such a step is important to gain further knowledge about them, which can contribute to their application in bioremediation in the future.",
    "year": "2024",
    "pages": "16 pages",
    "size": "1457 KiB",
    "owner": "Harnessing of Soil Microbiome for Sustainable Agriculture"
  },
  {
    "heading": "Prevalence and Antimicrobial Susceptibility Patterns of Wound and Pus Bacterial Pathogens at a Tertiary Care Hospital in Central Riyadh, Saudi Arabia",
    "authors": "Fizza Khalid, Christy Poulose, Dalal Farah Mousa Farah, Abid Mahmood, Azza Elsheikh and Osamah T. Khojah",
    "abstract": "The long history and extensive use of antibiotics have caused resistant bacterial pathogens to emerge, increasing mortality and morbidity. The current study was designed to see the prevalence of aerobic bacterial isolates with their antimicrobial resistance pattern from out- and inpatients requested for wound or pus culture. Retrospective study conducted at a tertiary care hospital in central Riyadh from January 2023 to December 2023. Samples were collected and inoculated onto the appropriate media following standard guidelines. Bacterial pathogens were identified by the Vitek2 compact system. Antimicrobial susceptibility was tested using the Kirby–Bauer disk diffusion method as well as by MIC determination through the Vitek2 compact. A total of 1186 subjects were included in the study with a bacterial isolation rate of 691 (58.3%). Out of these, 155 positive cultures had incomplete information or anaerobic or fungal growth and were excluded from the study. With a slight female predominance (54.9%), the majority of subjects (72.2%) were outpatients, and over half of the isolates (55.2%) were Gram-positive. The most common isolate was Staphylococcus spp. (44.4%), followed by E. coli (13.6%) and P. aeruginosa (12.9%). The highest resistance was reported against penicillin followed by fusidic acid against Gram-positive bacteria. Methicillin-resistant Staphylococcus aureus (MRSA) was detected in 40.5% of Staphylococcus aureus (S. aureus) isolates. Amikacin was the most susceptible antibiotic against all Gram-negative isolates. MDR Gram-negative bacteria accounted for 51.9% of wound infection isolates (95% CI: 45.95 to 58.33) while 6.3% (95% CI: 4.39 to 8.86) were XDR (nonsusceptibility to at least one agent in all but two or fewer antimicrobial categories). A high prevalence of bacterial isolates, with S. aureus as the predominant pathogen, showed high rates of multidrug resistance. This highlights the importance of monitoring antibiotic choices for prophylaxis and treatment in the study area.",
    "year": "2024",
    "pages": "20 pages",
    "size": "4083 KiB",
    "owner": ""
  },
  {
    "heading": "An AI-Based Approach for Developing a Recommendation System for Underground Mining Methods Pre-Selection",
    "authors": "Elsa Pansilvania Andre Manjate, Natsuo Okada, Yoko Ohtomo, Tsuyoshi Adachi, Bernardo Miguel Bene, Takahiko Arima and Youhei Kawamura",
    "abstract": "Selecting the most appropriate mining method to recover mineral resources is a critical decision-making task in mining project development. This study introduces an artificial intelligence-based mining methods recommendation system (AI-MMRS) for the pre-selection of underground mining methods. The study integrates and evaluates the capability of two approaches for mining methods selection (MMS): the memory-based collaborative filtering (CF) approach aided by the UBC-MMS system to predict the top-3 relevant mining methods and supervised machine learning (ML) classification algorithms to enhance the effectiveness and novelty of the AI-MMRS, addressing the limitations of the CF approach. The results reveal that the memory-based CF approach achieves an accuracy ranging from 81.8% to 87.9%. Among the classification algorithms, artificial neural network (ANN) and k-nearest neighbors (KNN) classifiers perform the best, with accuracy levels of 66.7% and 63.6%, respectively. These findings demonstrate the effectiveness and viability of both approaches in MMS, acknowledging their limitations and the need for continuous training and optimization. The proposed AI-MMRS for the pre-selection stage supplemented by the direct involvement of mining professionals in later stages of MMS, has the potential to significantly aid in the MMS decision-making, providing data-driven and experience-based recommendations following the ongoing evolution of mining practices.",
    "year": "2024",
    "pages": "19 pages",
    "size": "1874 KiB",
    "owner": "Mining Innovation"
  },
  {
    "heading": "Latent Tuberculosis in Healthcare Professionals: A Cross-Sectional Study",
    "authors": "Marta Garzón Prados, Laura Jiménez Sampelayo, María Isabel Tovar-Gálvez, Juan Carlos Sánchez-García, Jonathan Cortés-Martín, Beatriz Piqueras-Sola and Raquel Rodríguez-Blanque",
    "abstract": "Tuberculosis (TB) is a dangerous disease caused by the bacterium Mycobacterium tuberculosis. Its transmission occurs through aerosols, making healthcare workers particularly vulnerable to it. At the San Cecilio Clinical University Hospital in Granada (HUCSC), preventive measures such as the use of personal protective equipment (PPE) and IGRA (interferon-gamma release assay) tests were implemented to detect latent tuberculosis infection. At HUCSC, between 2022 and 2024, 4.75% (92/1936) of workers were found to have positive IGRA test results, with no significant differences observed between professional categories. However, variability in positive IGRA rates was noted across different medical departments, with pulmonology and sample handling being the most affected. Additionally, a relationship was found between age and the likelihood of obtaining a positive IGRA test result. These findings underscore the importance of targeted preventive measures and a multifaceted approach to controlling and preventing tuberculosis in workplace environments.",
    "year": "2024",
    "pages": "9 pages",
    "size": "235 KiB",
    "owner": ""
  },
  {
    "heading": "Artificial Intelligence in the Organization of Nursing Care: A Scoping Review",
    "authors": "João Ventura-Silva, Maria Manuela Martins, Letícia de Lima Trindade, Ana da Conceição Alves Faria, Soraia Pereira, Samuel Spiegelberg Zuge and Olga Maria Pimenta Lopes Ribeiro",
    "abstract": "Background: The integration of artificial intelligence (AI) in the organization of nursing care has continually evolved, driven by the need for innovative solutions to ensure quality of care. The aim is to synthesize the evidence on the use of artificial intelligence in the organization of nursing care. Methods: A scoping review was carried out based on the Joanna Briggs Institute methodology, following the PRISMA-ScR guidelines, in the MEDLINE, CINAHL Complete, Business Source Ultimate and Scopus® databases. We used ProQuest—Dissertations and Theses to search gray literature. Results: Ten studies were evaluated, identifying AI-mediated tools used in the organization of nursing care, and synthesized into three tool models, namely monitoring and prediction, decision support, and interaction and communication technologies. The contributions of using these tools in the organization of nursing care include improvements in operational efficiency, decision support and diagnostic accuracy, advanced interaction and efficient communication, logistical support, workload relief, and ongoing professional development. Conclusions: AI tools such as automated alert systems, predictive algorithms, and decision support transform nursing by increasing efficiency, accuracy, and patient-centered care, improving communication, reducing errors, and enabling earlier interventions with safer and more efficient quality care.",
    "year": "2024",
    "pages": "13 pages",
    "size": "573 KiB",
    "owner": "Advancing Nursing Care through Innovative Technologies"
  },
  {
    "heading": "Innovative Strategies and Transformations in the Montilla–Moriles Wine-Production Area: Adaptation and Success in the Global Market",
    "authors": "Fernando J. Fuentes-García, Sandra M. Sánchez-Cañizares, Miguel González-Mohíno and L. Javier Cabeza-Ramírez",
    "abstract": "This study examines the transformative changes in the wine industry of Southern Europe over recent decades, focusing on one of Spain’s oldest Protected Designations of Origin (PDO), Montilla–Moriles. The region faced severe challenges during the second wave of globalization at the beginning of the 21st century. According to the 1999 Strategic Plan for this PDO, far-reaching strategic actions were needed; 25 years later, however, fewer than half of the original companies remain. To understand this complex issue, a qualitative analysis was conducted using case studies and in-depth interviews with key stakeholders in the sector. The paper presents several success stories featuring companies with strong dynamic capabilities: Bodegas Robles, Lagar de la Salud, and Tonelería del Sur–Casknolia. These companies were selected for their notable growth, contrary to the general industry trend, their diverse strategies, and their role in revitalizing the Montilla–Moriles wine market. Their success is attributed to a blend of traditional expertise, innovation, sustainability, and strategic internationalization. The findings of this study reveal that despite the industry’s challenges, innovative initiatives can thrive by leveraging global market opportunities.",
    "year": "2024",
    "pages": "22 pages",
    "size": "1139 KiB",
    "owner": ""
  },
  {
    "heading": "Perspectives of Healthcare Professionals and People with a Spinal Cord Injury on Resistance Exercise Intensity in Japan, Indonesia, Korea and Thailand",
    "authors": "Kyung Su Jung, Chayaporn Chotiyarnwong, Martha Kurnia Kusumawardani, Seung-Hyun Yoon, Pojchong Chotiyarnwong, Inggar Narasinta, Damayanti Tinduh, Ken Kouda and Fumihiro Tajima",
    "abstract": "(1) Background: This study aims to investigate differences in the perspectives of healthcare professionals (HCPs) and adults with spinal cord injury (SCI) on resistance exercise intensity in Asian countries in association with knowledge translation (KT). Also, it verifies the appropriateness of the conventional indicators for resistance exercise intensity in an Asian context. (2) Methods: 121 certified HCPs and 107 adults with SCI participated in a survey conducted in Indonesian, Japanese, Korean and Thai languages. The survey asked what principles are important for prescribing resistance exercise, and if ‘moderate’ and ‘vigorous’ were appropriate terms for indicating an intensity level. Perspective differences were examined between both groups and, further, between countries from a psychosocial perspective. (3) Results: Of the HCPs, 92% perceived that resistance exercise intensity was far more important than frequency, time or type of exercise while frequency (61%) followed by intensity (58%) was perceived as important by respondents with SCI. Only Japanese respondents with SCI agreed with the HCPs’ perception of intensity. Both HCPs and respondents with SCI showed unfavorable responses to the usage of ‘moderate’ and ‘vigorous’ for describing resistance exercise intensity, especially Japanese HCPs and respondents with SCI from Indonesia. (4) Conclusions: Our findings suggest that non-HCPs must improve their perceptions of exercise intensity. Our findings also suggest the need for more explicit and user-friendly terms or expressions indicating the level of intensity in a local (Asian) context.",
    "year": "2024",
    "pages": "11 pages",
    "size": "1887 KiB",
    "owner": ""
  },
  {
    "heading": "Adapting International Business Models for EU Projects: Macro- and Micro-Foundations of the Uppsala Model in Multinational Collaborations",
    "authors": "Cheryl Marie Cordeiro and Erik Sindhøj",
    "abstract": "This study examines the adaptation of the Uppsala Model to enhance the management of European Union (EU)-funded projects, particularly focusing on the macro- and micro-foundational elements of the model. The Uppsala Model, originally developed for firm-level internationalization, provides a valuable framework for addressing the complex challenges of EU project implementation, which include bureaucratic hurdles, diverse stakeholder management, and the intricacies of European integration. This paper highlights the persistent issues faced by project managers despite improved application processes and skilled beneficiaries. By applying the Uppsala Model, which emphasizes incremental knowledge development and resource commitment, this study aims to bridge the gap between fund acquisition and project delivery. The integration of both macro- (broad external factors) and micro- (individual and organizational behaviors) perspectives of the Uppsala Model offers a comprehensive approach to managing international, multi-stakeholder EU initiatives. This approach is exemplified through the SuMaNu project, which addresses nutrient recycling and sustainable manure management in the Baltic Sea Region. The findings suggest that the Uppsala Model’s principles can be effectively applied to enhance the execution of complex EU projects by fostering better stakeholder relationships, incremental learning, and adaptive strategies. This study underscores the relevance of experiential learning and network perspectives in achieving successful project outcomes in the EU context.",
    "year": "2024",
    "pages": "22 pages",
    "size": "600 KiB",
    "owner": "Pioneering Approaches and Global Challenges in Business, Management and Economic Engineering"
  },
  {
    "heading": "Arc Ignition Methods and Combustion Characteristics of Small-Current Arc Faults in High-Voltage Cables",
    "authors": "Wei Guo, Jing Cai, Hongquan Ji, Huachun Li, Zhigang Ren, Yekun Men and Zehua Pan",
    "abstract": "High-voltage cables will continue to operate for a period of time in the event of a small current arc fault, which poses a risk of fire. Two simulated ignition methods, moving electrode and melting fuses, are proposed to analyze the ignition characteristics of low-current arcs. The ignition test was carried out, and the combustion effect was compared. The results indicate that the moving electrode ignition method can achieve long-distance arc ignition test when the current is small and is suitable for simulating the arc ignition situation of cable outer protective layer damage. By controlling the movement speed, it can be ensured that the arc will not be interrupted during the electrode movement process. However, the arc is difficult to sustain using the fuse melting method when the current is small and the distance is long. The fuse melting method is suitable for simulating insulation breakdown situations. The results show that the critical arc duration for cable ignition under five different current conditions of 2–10 A is 28 s, 21 s, 14 s, 9 s, and 4 s, respectively. The maximum height of the cable flame under 2–10 A arc current is 9–52 cm and 16–63 cm, respectively, when the arc duration is 50 s and 100 s. The self-ignition time of the cable after the arc extinguishing is 8–95 s and 14–261 s, respectively. The maximum temperature of the cable flame is positively correlated with arc current, and the maximum flame temperature of the cable under 2–10 A arc current is 540–980 °C. Based on the actual current monitoring data in cable tunnels, the research results can provide reference for the risk assessment and protection of cable tunnel fires.",
    "year": "2024",
    "pages": "18 pages",
    "size": "8122 KiB",
    "owner": ""
  },
  {
    "heading": "Design and Applicability of Two-Step Fractional Newton– Raphson Method",
    "authors": "Naseem Zulfiqar Ali, Awais Gul Khan, Muhammad Uzair Awan, Loredana Ciurdariu and Kamel Brahim",
    "abstract": "Developing two-step fractional numerical methods for finding the solution of nonlinear equations is the main objective of this research article. In addition, we present a detailed study of convergence analysis for the methods that have been proposed. By comparing numerically, we can see that the proposed methods significantly improve convergence rate and accuracy. Additionally, we demonstrate how our main results can be applied to basins of attraction.",
    "year": "2024",
    "pages": "18 pages",
    "size": "2622 KiB",
    "owner": "Fractional Systems, Integrals and Derivatives: Theory and Application"
  },
  {
    "heading": "Microstructure and Mechanical Properties of Diamond–Ceramic Composites Fabricated via Reactive Spark Plasma Sintering",
    "authors": "Yunwei Shi, Lanxin Hu, Aiyang Wang, Chun Liu, Qianglong He and Weimin Wang",
    "abstract": "In order to prepare diamond composites with excellent mechanical properties under non-extreme conditions, in this study, a diamond–ceramic composite was successfully prepared via reactive spark plasma sintering using a diamond–Ti–Si powder mixture as the raw material. The microstructures and mechanical properties of the diamond–ceramic composite sintered at different temperatures were studied. When the sintering temperature was 1500 °C, the diamond–ceramic composite exhibited a volume density of 3.65 g/cm3, whereas the bending strength and fracture toughness were high at 366 MPa and 6.17 MPa·m1/2, respectively. In addition, variable-temperature sintering activated the chemical reaction at a higher temperature, whereas lowering the temperature prevented excessive graphitisation, which is conducive to optimising the microstructure and mechanical properties of the composite.",
    "year": "2024",
    "pages": "11 pages",
    "size": "1339 KiB",
    "owner": "Mechanical Behavior and Reliability of Engineering Ceramics"
  },
  {
    "heading": "Effect of Outdoor Cycling, Virtual and Enhanced Reality Indoor Cycling on Heart Rate, Motivation, Enjoyment and Intention to Perform Green Exercise in Healthy Adults",
    "authors": "Luca Poli, Gianpiero Greco, Michele Gabriele, Ilaria Pepe, Claudio Centrone, Stefania Cataldi and Francesco Fischetti",
    "abstract": "Background: Despite the benefits of physical activity (PA), Italy ranks low in leisure-time PA among European countries. Integrating virtual (VR)/enhanced (ER) reality with exercise equipment could boost PA engagement. Limited studies have explored how VR/ER-integrated cycling activity, compared to outdoor settings, influences PA among university students. Therefore, this study aimed to evaluate the acute effects of a brief cycling session outdoors and indoors on psychological and physiological outcomes, and secondly, investigate the potential of VR/ER-mediated nature experiences as a tool to promote green exercise. Methods: In February 2024, thirty-one subjects (20 M and 11 F; age 24.3 ± 3.2 years; BMI 23.5 ± 3.6 kg/m2) were involved in this randomized crossover-controlled trial, where they were assigned to three different conditions: ER cycling (ERC), VR cycling (VRC), and outdoor cycling (OUTC). Heart rate (HR), Physical Activity Enjoyment (PACE), Intrinsic Motivation Inventory (IMI), and Intention to Perform Green Exercise (INT-GE) were assessed at the end of each condition. Results: The OUTC condition showed significantly greater PACE, IMI, and INT-GE than ERC/VRC (p < 0.001), lower HRmean than ERC/VRC (p < 0.001 and p < 0.05, respectively), and lower HRmax than ERC (p < 0.05). Conclusions: VRC and ERC enhanced engagement and physiological responses during indoor cycling, but outdoor cycling offered superior benefits in motivation, enjoyment, and future engagement intentions. No significant differences were found between VRC and ERC in promoting intentions for outdoor activities, suggesting both technologies could be equally effective.",
    "year": "2024",
    "pages": "13 pages",
    "size": "980 KiB",
    "owner": "Movement Analysis in Sports and Physical Therapy"
  },
  {
    "heading": "A Cross-National Study on Sustainable Smart City Indicators and Their Influence on Life Expectancy—A Cluster Analysis of EU Countries",
    "authors": "Jana Chovancová, Igor Petruška and Ugur Korkut Pata",
    "abstract": "As a consequence of climate change and its negative impacts on the environment and on human health, the topic of sustainability has become an integral part of urban policy. Smart city initiatives around the world are focusing on different aspects of sustainability in order to provide better living conditions for their residents. The aim of this study is to investigate the impact of selected smart city indicators on the average life expectancy as a variable for quality of life and well-being. Based on a Common Correlated Effects (CCE) model, Instrumental Variable Estimator with Common Factors (2SIV), and clustering regression model, EU countries were divided into three distinct clusters indicating common elements but also specificities of each group. The analysis confirmed the positive impact of GDP growth, renewable energy consumption, and the proportion of the population with a tertiary level of education on life expectancy. On the other hand, CO2 emissions and transport pollution have an adverse effect. The analysis provides valuable insights into the complex relationship between smart city variables and quality of life, and it may serve as a basis for informed and responsible decision-making by relevant urban stakeholders aimed at designing more sustainable, resilient, and healthier cities.",
    "year": "2024",
    "pages": "24 pages",
    "size": "1308 KiB",
    "owner": ""
  },
  {
    "heading": "Prevalence and Mutation Analysis of Short-Chain acyl-CoA Dehydrogenase Deficiency Detected by Newborn Screening in Hefei, China",
    "authors": "Haili Hu, Qingqing Ma, Weidong Li, Yan Wang, Wangsheng Song and Yong Huang",
    "abstract": "Short-chain acyl-CoA dehydrogenase deficiency (SCADD) is an autosomal recessive inborn error of mitochondrial fatty acid oxidation with highly variable biochemical and genetic characteristics. The present study aimed to estimate the prevalence and genetic characteristics of SCADD in newborns identified through screening. A total of 782,930 newborns were screened for SCADD in Hefei Neonatal Screening Center from January 2016 to December 2023. The blood samples from newborns were measured by tandem mass spectrometry (MS/MS). The suspected SCADD neonates were rechecked using next-generation gene sequencing for diagnosis. Sanger sequencing was used to verify the mutation site for patients with SCADD and their parents. A total of 21 SCADD cases were confirmed, with an incidence rate of 1/37,282. Genetic mutations were identified in all 21 cases, including 15 cases of compound heterozygous variation and 6 cases of homozygous variation. Twenty-one different mutation types and forty-two mutation sites were discovered, with the most frequent mutation being c.1031A>G, accounting for 21.43% (9/42), followed by c.1130C>T, accounting for 16.67% (7/42). Our findings expand the SCADD mutational spectra. c. 1031A>G and c.1130C>T are the common mutation sites for SCADD genes in newborns. SCADD diagnosed through NBS is primarily a benign condition, and early diagnosis is not necessarily essential.",
    "year": "2024",
    "pages": "9 pages",
    "size": "212 KiB",
    "owner": ""
  },
  {
    "heading": "Quality Assurance of Steel Slag Asphalt Mixtures for Sustainable Pavement Surface Courses",
    "authors": "Christina Plati, Maria Tsakoumaki and Andreas Loizos",
    "abstract": "The present study investigates the use of electric arc furnace (EAF) steel slag, a by-product of the steel industry, in asphalt pavement surface courses instead of virgin aggregates (VAs). Therefore, a general performance evaluation of such mixtures compared to conventional mixtures is carried out through laboratory and in situ tests, while both mixtures are environmentally assessed using the life cycle assessment (LCA) tool. The results of the laboratory and in situ tests show that asphalt mixtures containing granulated EAF slag aggregates perform as well as mixtures containing only VA. In addition, the LCA results show that the use of EAF slag aggregates in the asphalt surface course has a lower environmental impact than the exclusive use of VA when it comes to the impact categories of acidification, climate change, marine and terrestrial eutrophication, energy consumption and photochemical pollution. In summary, these results show that replacing virgin aggregates with a proportion of EAF slag aggregate is a viable and sustainable method for road pavement construction.",
    "year": "2024",
    "pages": "16 pages",
    "size": "5602 KiB",
    "owner": "The Use of Recycled Materials to Promote Pavement Sustainability Performance II"
  },
  {
    "heading": "Joint Image Processing with Learning-Driven Data Representation and Model Behavior for Non-Intrusive Anemia Diagnosis in Pediatric Patients",
    "authors": "Tarek Berghout",
    "abstract": "Anemia diagnosis is crucial for pediatric patients due to its impact on growth and development. Traditional methods, like blood tests, are effective but pose challenges, such as discomfort, infection risk, and frequent monitoring difficulties, underscoring the need for non-intrusive diagnostic methods. In light of this, this study proposes a novel method that combines image processing with learning-driven data representation and model behavior for non-intrusive anemia diagnosis in pediatric patients. The contributions of this study are threefold. First, it uses an image-processing pipeline to extract 181 features from 13 categories, with a feature-selection process identifying the most crucial data for learning. Second, a deep multilayered network based on long short-term memory (LSTM) is utilized to train a model for classifying images into anemic and non-anemic cases, where hyperparameters are optimized using Bayesian approaches. Third, the trained LSTM model is integrated as a layer into a learning model developed based on recurrent expansion rules, forming a part of a new deep network called a recurrent expansion network (RexNet). RexNet is designed to learn data representations akin to traditional deep-learning methods while also understanding the interaction between dependent and independent variables. The proposed approach is applied to three public datasets, namely conjunctival eye images, palmar images, and fingernail images of children aged up to 6 years. RexNet achieves an overall evaluation of 99.83 ± 0.02% across all classification metrics, demonstrating significant improvements in diagnostic results and generalization compared to LSTM networks and existing methods. This highlights RexNet’s potential as a promising alternative to traditional blood-based methods for non-intrusive anemia diagnosis.",
    "year": "2024",
    "pages": "23 pages",
    "size": "1302 KiB",
    "owner": "Advances in Biomedical Image Processing and Artificial Intelligence for Computer-Aided Diagnosis in Medicine"
  },
  {
    "heading": "Effects of Steel Slag Used as Substrate on the Growth of Hydrangea macrophylla Cuttings",
    "authors": "Jundan Mao, Huijie Chen, Huimin Zhou, Xiangyu Qi, Shuangshuang Chen, Jing Feng, Yuyan Jin, Chang Li, Yanming Deng and Hao Zhang",
    "abstract": "Steel slag is an industrial solid waste produced during the steelmaking process. To explore the application of steel slag in the agricultural field, the present experiment was carried out to study the effect of substrates with different contents of steel slag on the growth of Hydrangea macrophylla cuttings. The conventional substrate (perlite: vermiculite: peat = 1:1:1) was used as the control (CK), and the treatments were designed as T1 (steel slag: perlite: vermiculite: peat = 1:3:3:3, v/v/v/v), T2 (steel slag: perlite: vermiculite: peat = 1:2:2:2, v/v/v/v), T3 (steel slag: perlite: vermiculite: peat = 1:1:1:1, v/v/v/v), and T4 (steel slag: perlite: vermiculite: peat = 1:0:0:0, v/v/v/v). The results showed that the addition of steel slag significantly increased the substrate’s bulk density, EC, and pH and improved its water retention capacity to a certain extent. There were significant differences among different treatments in morphological indicators, root growth and development, and physiological and biochemical characteristics of cutting seedlings. All traits, including plant height, fresh weight, dry weight, root length, root surface area, root volume, the number of root tips, root activity, and soluble protein content of seedlings grown in T3 were significantly higher than those in other substrates. The results indicated that the appropriate addition of steel slag is helpful to hydrangea cuttings’ growth, and the optimal mixing ratio is steel slag: perlite: vermiculite: peat = 1:1:1:1 (v/v/v/v). This is a significant innovation in applying steel slag in agricultural production.",
    "year": "2024",
    "pages": "11 pages",
    "size": "1152 KiB",
    "owner": "Abiotic Stress Responses in Ornamental Crops: The State of the Art 2024"
  },
  {
    "heading": "Identifying Fire Blight-Resistant Malus sieversii Rootstocks Grafted with Cultivar ‘Aport’ Using Monitoring Data",
    "authors": "Aisha Taskuzhina, Alexandr Pozharskiy, Zhulduzay Jumanova, Sagi Soltanbekov, Zhanna Issina, Nazym Kerimbek, Anastasiya Kapytina, Marina Khusnitdinova, Abay Sagitov, Alibi Darubayev, Aigerim Seisenova, Yerlan Omarov and Dilyara Gritsenko",
    "abstract": "In the present study, the most valuable cultivar ‘Aport krovavo-krasnyy’ was grafted onto M. sieversii genotypes harvested from 11 populations in Dzungarian Alatau and Ile Alatau to identify ones resistant to Erwinia amylovora. The wild apple populations included in the present research have not been previously explored. Seedling population 10, developed using rootstocks from a M. sieversii population growing in Turgen, demonstrated the highest resistance to Erwinia amylovora, showing no fire blight symptoms and no positive PCR results for E. amylovora during the eight years of monitoring in the Talgar field (Kazakhstan) from 2015 to 2022. The population from Steep Tract (seedling population 1) was also valuable for breeding and reduced the pathogen distribution to below 30%. Genotypes from a genetic reserve (seedling population 5) were the most susceptible among the researched populations, with a disease distribution level of 24–95%. In seedling population 5, trees affected at least twice by the pathogen exhibited wilting, shepherd’s crook formation, leaf necrosis, and occasional exudate droplets, while trees in other combinations primarily showed shoot wilting and leaf death. Fire blight disease also developed more rapidly within the plant in seedling population 5; by 2020, one tree nearly died after only two infections.",
    "year": "2024",
    "pages": "12 pages",
    "size": "1893 KiB",
    "owner": "Plant–Microbe Interactions and Their Importance for Horticultural Crop Productivity"
  },
  {
    "heading": "Effects of Genipin Crosslinking of Porcine Perilimbal Sclera on Mechanical Properties and Intraocular Pressure",
    "authors": "John Riesterer, Alexus Warchock, Erik Krawczyk, Linyu Ni, Wonsuk Kim, Sayoko E. Moroi, Guan Xu and Alan Argento",
    "abstract": "The mechanical properties of sclera play an important role in ocular functions, protection, and disease. Modulating the sclera’s properties by exogenous crosslinking offers a way to expand the tissue’s range of properties for study of the possible influences on the eye’s behavior and diseases such as glaucoma and myopia. The focus of this work was to evaluate the effects of genipin crosslinking targeting the porcine perilimbal sclera (PLS) since the stiffness of this tissue was previously found in a number of studies to influence the eye’s intraocular pressure (IOP). The work includes experiments on tensile test specimens and whole globes. The specimen tests showed decreased strain-rate dependence and increased relaxation stress due to the cross-linker. Whole globe perfusion experiments demonstrated that eyes treated with genipin in the perilimbal region had increased IOPs compared to the control globes. Migration of the cross-linker from the target tissue to other tissues is a confounding factor in whole globe, biomechanical measurements, with crosslinking. A novel quantitative genipin assay of the trabecular meshwork (TM) was developed to exclude globes where the TM was inadvertently crosslinked. The perfusion study, therefore, suggests that elevated stiffness of the PLS can significantly increase IOP apart from effects of the TM in the porcine eye. These results demonstrate the importance of PLS biomechanics in aqueous outflow regulation and support additional investigations into the distal outflow pathways as a key source of outflow resistance.",
    "year": "2024",
    "pages": "18 pages",
    "size": "1179 KiB",
    "owner": "Biomechanics Studies in Ophthalmology"
  },
  {
    "heading": "Against the Grain: Consumer’s Purchase Habits and Satisfaction with Gluten-Free Product Offerings in European Food Retail",
    "authors": "David Dean, Meike Rombach, Frank Vriesekoop, Philippe Mongondry, Hoa Le Viet, Sirasit Laophetsakunchai, Beatriz Urbano, Teresa Briz, Vilma Xhakollari, Güler Atasoy, Mahir Turhan, Stavroula Chrysostomou, Elena Hadjimbei, Hussein Hassan, Maya Bassil, Sanna Arnala, Dominika Głąbska, Dominika Guzek, Sophie van den Berg, Lilian Ossel, Amalia Scannell, Puja Rauniyar, Eirini Bathrellou, Meropi Kontogianni and Wim de Koningadd\n            Show full author list\n        remove\n            Hide full author list",
    "abstract": "Across the world and within Europe, a growing number of consumers are choosing to buy gluten-free products. Motivations for a gluten-free diet and the consequences of consuming gluten are varied, from a medical necessity for those diagnosed with celiac disease to a range of health complications and discomfort for those who are gluten-intolerant. In this research, 7296 gluten-free consumers across 13 European countries responded to an online survey on the 33 types of gluten-free products purchased, how frequently they purchased them, their satisfaction with gluten-free quality and availability, the problems they have experienced, and the strategies they have employed to cope with these problems. The investigation examines whether and how these consumer attitudes and behaviors differ between those diagnosed with celiac disease, those who are gluten-intolerant, and those who are caregivers for others with a gluten-free diet. The results show that significant differences existed for all these habits and issues across the three gluten-free consumer groups. Specifically, caregivers purchased most of the gluten-free product types more frequently than the other two groups, experienced more availability problems, and were more likely to shop at multiple stores or make their own gluten-free products. Celiac-diagnosed consumers tended to buy gluten-free products more frequently than those who are gluten-intolerant, and they tended to be the most satisfied with the quality and range of gluten-free offerings. Despite purchasing frequency differences between the groups, the results suggest a similar hierarchy of gluten-free products that could provide the foundation for a European gluten-free food basket.",
    "year": "2024",
    "pages": "14 pages",
    "size": "452 KiB",
    "owner": "Grain"
  },
  {
    "heading": "Arsenic in Rice and Rice-Based Products with Regard to Consumer Health",
    "authors": "Monika Rajkowska-Myśliwiec, Artur Ciemniak and Gabriela Karp",
    "abstract": "Most articles on the exposure to arsenic (As) associated with rice and rice products come from Asia where these products are consumed in the largest quantities; relatively few of the articles have focused on European consumers. Since rice products can represent a significant contribution to overall arsenic exposure, the aim of the study was to determine the total arsenic content (tAs) in rice and the most commonly-consumed rice products available on the Polish market. The tAs determination was performed by hydride generation coupled to inductively-coupled plasma optical emission spectrometry (HG-ICP-OES). Because an inorganic form of As (iAs) is mutagenic and carcinogenic and about 100-fold more toxic than the organic form, an additional aim of the study was to assess the risk of its ingestion, assuming that it constitutes 67.7%, 72.7%, or 90% of tAs. In all products tested, the calculated iAs content was below the maximum permissible levels, and no threat was found for any of the analyzed Polish consumers, based on the mean rice consumption in Poland and the mean calculated iAs content. However, a potential health risk was noted among infants and young children, assuming maximum iAs levels and threefold higher consumption (16.2 g d−1). To avoid a risk of developing cancer, infants up to one year of age should consume no more than 32.2 g of the studied products per week, children under three years of age up to 68.7 g, and adults 243 g. Consumers should strive to include a variety of cereals in their daily diet and choose products shown to have low arsenic contamination levels based on testing and inspection rankings.",
    "year": "2024",
    "pages": "21 pages",
    "size": "676 KiB",
    "owner": "Trace Elements in Food: Nutritional and Safety Issues"
  }
]
