[
  {
    "heading": "Spray drift in viticulture: A dataset to analyse the influence of spray application techniques, hedges and their combination on the reduction of sedimentary drift, aerial drift and exposure of bystandersView PDF",
    "authors": "Adrien Vergès, Olivier Naud",
    "date": "December 2024"
  },
  {
    "heading": "Dataset of biopellet characteristics from various lignocellulosic agricultural waste and shrubs produced using different methodView PDF",
    "authors": "Andi Detti Yunianti, Saptadi Darmawan",
    "date": "December 2024"
  },
  {
    "heading": "Dataset of numerical study of the impact of two-step injection (direct and port) of hydrogen-enriched and natural gas mixtures on engine efficiency and exhaust emissionsView PDF",
    "authors": "Javad Zareei, Qusay Rasheed Al-amir",
    "date": "December 2024"
  },
  {
    "heading": "A dataset of crop succession indicators for 2015–2021View PDF",
    "authors": "Marie-Sophie Dedieu, Christian Bockstaller",
    "date": "December 2024"
  },
  {
    "heading": "Magnetic resonance imaging, water relation, gene expression and biochemical data for analysis of the effects of water stress on potato plant functioning and tuber development and qualityView PDF",
    "authors": "Maja Musse, Laurent Leport",
    "date": "December 2024"
  },
  {
    "heading": "REMP: A unique dataset of rare and endangered medicinal plants in Bangladesh for sustainable healing and biodiversity conservationView PDF",
    "authors": "Mohammad Manzurul Islam, Md. Atiqur Rahman",
    "date": "December 2024"
  },
  {
    "heading": "Datasets on agromorphological characters and distribution of cassava (Manihot esculenta L.) accessions cultivated in South-West and North-Central regions of NigeriaView PDF",
    "authors": "Isaac O. Abegunde, Angela O. Eni",
    "date": "December 2024"
  },
  {
    "heading": "Morpho-physiological and anatomical responses of two Urochloa hybrids under shade: Dataset articleView PDF",
    "authors": "Urys Mileth Hernández Álvarez, Juan Andrés Cardoso Arango",
    "date": "December 2024"
  }
]
