[
  {
    "heading": "Efficient machine learning based techniques for fault detection and identification in spacecraft reaction wheel",
    "authors": "T. S. Abdel AzizG. I. SalamaS. Hussein",
    "date": "30 September 2024"
  },
  {
    "heading": "Research on altitude adjustment performance of stratospheric airship based on thermodynamic-dynamic-pressure coupled",
    "authors": "Jiwei TangShumin PuPeixi Yu",
    "date": "22 September 2024"
  },
  {
    "heading": "A trajectory prediction method for boost phase BM based on adaptive tracking and GPR",
    "authors": "Fanjun ZengXiaoyan LiFansheng Chen",
    "date": "16 September 2024"
  },
  {
    "heading": "A comparison of adaptive optimizers for nonlinear aerodynamic modeling using flight test data",
    "authors": "M. ElenchezhiyanAjit Kumar",
    "date": "12 September 2024"
  },
  {
    "heading": "Contemporary architecture of the satellite Global Ship Tracking (GST) systems, networks and equipment",
    "authors": "Dimov Stojce Ilcev",
    "date": "06 September 2024"
  },
  {
    "heading": "Research on real-time trajectory optimization methods for stratospheric airships based on deep learning",
    "authors": "Tianshu WangZhiqiang PengQuanbao Wang",
    "date": "29 August 2024"
  },
  {
    "heading": "Data-driven dynamic health index construction for diagnosis and prognosis of Engine Bleed Air system",
    "authors": "Yilin WangHonghua ZhaoYuanxiang Li",
    "date": "22 August 2024"
  },
  {
    "heading": "Assessment of the hypersonic intake isolator and performance evaluation at various flight conditions",
    "authors": "J. SandeepA. V. S. S. Kumara Swami Gupta",
    "date": "20 August 2024"
  },
  {
    "heading": "Liquid propellant sloshing characteristics and suppression in new-generation space vehicle",
    "authors": "Peng-fei GuoZi-an WangChengxi Zhang",
    "date": "18 August 2024"
  },
  {
    "heading": "On the hysteretic response of mechanical strain induced by thermal stress in fastened metal-composite hybrid structures during a temperature cycle",
    "authors": "Zhiyuan CongZhefeng YuDongjie Jiang",
    "date": "03 August 2024"
  },
  {
    "heading": "Advanced UAV system utilization of LQR and ESC techniques for flight control",
    "authors": "Haci BaranIsmail BayezitAhmad Irham Jambak",
    "date": "01 August 2024"
  },
  {
    "heading": "Transient computational investigation on the ejection seat’s aerodynamic coefficients at subsonic Mach number",
    "authors": "Md. Mahbubur RahmanVed PrakashD. G. Thakur",
    "date": "24 July 2024"
  },
  {
    "heading": "Effectiveness evaluation of shipboard manned/unmanned aerial vehicle synergy based on CFP-miner",
    "authors": "Gechen WangLing PengGuoqing Wang",
    "date": "11 July 2024"
  },
  {
    "heading": "Enhancing multi-target detection in low SNR conditions",
    "authors": "B. NeerajaN. V. Koteswara RaoB. Rajendra Naik",
    "date": "08 July 2024"
  },
  {
    "heading": "Modeling and PIL-based design for AGV flight control system",
    "authors": "Mohamed Ibrahim MohamedEhab SafwatYehia Z. Elhalwagy",
    "date": "02 July 2024"
  },
  {
    "heading": "Application of digital image correlation in aerospace engineering: structural health monitoring of aircraft components",
    "authors": "Ravindra MallyaAmol Kiran UchilAnand Pai",
    "date": "02 July 2024"
  },
  {
    "heading": "Investigation of pitching frequency impact on stability criteria for supersonic fin stabilized missile",
    "authors": "Fatouh IbrahimMostafa KhalilM. Youssef",
    "date": "26 June 2024"
  },
  {
    "heading": "Prediction of burn rate of ammonium perchlorate–hydroxyl-terminated polybutadiene composite solid propellant using supervised regression machine learning algorithms",
    "authors": "Dhruv A. SawantVijaykumar S. JattiK. Balaji",
    "date": "17 June 2024"
  },
  {
    "heading": "Dynamic output feedback control strategy for a satellite orbital model within negative-imaginary systems theory framework",
    "authors": "Santosh Kumar ChoudharyShreesha Chokkadi",
    "date": "13 June 2024"
  },
  {
    "heading": "Optimization of hoop ribs for maximum compressive buckling strength in lattice structure adapter using a neural network model",
    "authors": "Amir KavehJafar Eskandari JamMahdi Jafari",
    "date": "30 May 2024"
  },
  {
    "heading": "Initial gap modeling for wing assembly analysis",
    "authors": "Nadezhda ZaitsevaSergey LupuleacJulia Shinder",
    "date": "15 May 2024"
  },
  {
    "heading": "Trajectory prediction for fighter aircraft ground collision avoidance based on the model predictive control technique",
    "authors": "Shiyi YuanQifu LiWei Gao",
    "date": "15 May 2024"
  },
  {
    "heading": "A survey on synthetic jets as active flow control",
    "authors": "D. Sai Naga BharghavaTamal JanaMrinal Kaushik",
    "date": "08 May 2024"
  },
  {
    "heading": "Deconvolution of mode composition beamforming for rotating source localization",
    "authors": "Ce ZhangWei Ma",
    "date": "06 May 2024"
  },
  {
    "heading": "Computational study on effect of free-stream turbulence on bio-inspired corrugated airfoil at different sections at low Reynolds number",
    "authors": "N. S. DivyasharadaVikas KumarGanapati N. Joshi",
    "date": "02 May 2024"
  },
  {
    "heading": "Quantitative analysis of hazardous areas in a micro downburst 3D wind field",
    "authors": "Wenrui JinTao ZhangFandong Meng",
    "date": "29 April 2024"
  },
  {
    "heading": "Computational study on aerodynamic characteristics of propeller with protuberances",
    "authors": "Rinisha T. NikhadeGanapati N. Joshi",
    "date": "29 April 2024"
  },
  {
    "heading": "Anchored to features: an image-feature-aware planner for stable visual localization",
    "authors": "Senmao LiChengxi ZhangPeng Dong",
    "date": "29 April 2024"
  },
  {
    "heading": "A theoretical model of the impedance at blade tip clearance in aeroengine compressor",
    "authors": "Jiale LuXiaohua Liu",
    "date": "29 April 2024"
  },
  {
    "heading": "Aircraft bleed air system fault detection based on MSE of LSTM and informer",
    "authors": "Dai YuntianWu ChengxiangXiao Gang",
    "date": "26 April 2024"
  },
  {
    "heading": "Optimal control model as an approach to the synthesis of a supersonic transport control system",
    "authors": "Ilias Kh. IrgaleevAleksandr V. EfremovEugene V. Efremov",
    "date": "21 April 2024"
  },
  {
    "heading": "Comparative evaluation of mathematical models of polymer composite material with the implementation of a three-dimensional stress–strain state in the simulation of impact",
    "authors": "Aleksandr BolshikhKirill ShelkovNikolay Turbin",
    "date": "20 April 2024"
  },
  {
    "heading": "Comparative evaluation of the efficiency of manufacturing composite caisson panels of a wing/stabilizer for a medium-haul aircraft using automated laying and autoclave-free technologies",
    "authors": "Fedor NasonovPavel MilovanovRazmik Melkonyan",
    "date": "18 April 2024"
  },
  {
    "heading": "Damage prediction and failure mode analysis of composite aeroengine blade impacted by the breakstone",
    "authors": "Xiaojing ZhangFangrui Yu",
    "date": "16 April 2024"
  },
  {
    "heading": "Applications of deep learning to selected aerospace systems",
    "authors": "Hossain NomanGuorui Sun",
    "date": "08 April 2024"
  },
  {
    "heading": "Optimize design of composite laminate scarf patch repair by numerical analysis and experiments",
    "authors": "Ziling LengKeyao SongXiang Zhou",
    "date": "08 April 2024"
  },
  {
    "heading": "Fault diagnosis based on feature enhancement multiscale network under nonstationary conditions",
    "authors": "Yao LiuHaoyuan DongWei Ma",
    "date": "08 April 2024"
  },
  {
    "heading": "Vision-based heading estimation for navigation of a micro-aerial vehicle in GNSS-denied staircase environment using vanishing point",
    "authors": "B. Anbarasu",
    "date": "30 March 2024"
  },
  {
    "heading": "Design of rotation inducing rocket fins and their analysis for aerodynamic stability",
    "authors": "Chinmay KarlekarShivprakash B. Barve",
    "date": "30 March 2024"
  },
  {
    "heading": "Dynamic modeling of the electrical actuation system of the hypersonic aircraft considering the temperature effects",
    "authors": "Binghang XiaoJianzhe HuangZhongliang Jing",
    "date": "29 March 2024"
  },
  {
    "heading": "Finite time sliding mode control for agile rigid satellite with CMG actuators using fast high-order sliding mode observer",
    "authors": "Narges NazariHossein MoladavoudiJalil Beyramzad",
    "date": "29 March 2024"
  },
  {
    "heading": "Optimal power management and sizing of a fuel cell electric UAV",
    "authors": "Yahia AchourSabah SaibTarak Ghennam",
    "date": "28 March 2024"
  },
  {
    "heading": "Low-level memory and timing analysis of flight code for unmanned aerial systems",
    "authors": "Micheal SaleabFranz SaxFlorian Holzapfel",
    "date": "Open access"
  },
  {
    "heading": "Bayesian inference of airfoil icing condition from simulated ice shapes",
    "authors": "Xinyu ZhongZifei YinHong Liu",
    "date": "21 March 2024"
  },
  {
    "heading": "Numerical study of the hybrid rocket engine",
    "authors": "C. OmmounicaSachin SrivastavaSubham Haldar",
    "date": "11 March 2024"
  },
  {
    "heading": "Manipulation of optimal size-weight project parameters of composite structurally anisotropic aircraft panels with restrictions according to the refined buckling theory",
    "authors": "V. V. KorolskiiN. V. TurbinL. M. Gavva",
    "date": "08 March 2024"
  },
  {
    "heading": "Design of a novel artificial intelligence technique for Cube-Sat power budget calculations",
    "authors": "Ahmed Mokhtar Mohamed RefaieMohamed Sameh ElkerdanyMohamed E. Hanafy",
    "date": "04 March 2024"
  },
  {
    "heading": "Nonlinear dynamic modeling and optimal control of \\(J_2\\) perturbed spacecraft formation flying with periodic coefficients",
    "authors": "Ayansola D. OgundeleOlufemi A. AgboolaOlasunkanmi F. Oseni",
    "date": "27 February 2024"
  },
  {
    "heading": "Multi-objective optimization design of labyrinth seal of shrouded stator cavity in a low-speed research compressor",
    "authors": "Biaojie ZhengRunzhu ShaoXiaoqing Qiang",
    "date": "23 February 2024"
  },
  {
    "heading": "Distributed information fusion based trajectory tracking for USV and UAV clusters via multi-agent deep learning approach",
    "authors": "Hongzhi WuMiao wangGuoqing wang",
    "date": "23 February 2024"
  }
]
